import React from 'react'
import {Link} from 'react-router-dom'

export  const Content = () => {
    return(
        <div>
            <div className="posts">
                <hr/>
                    <h2><a href="#">Про департамент</a></h2>
                    <div className="post_content">
                        <p>Департамент військової освіти і науки є самостійним структурним підрозділом апарату Міністерства оборони України та відповідає за ефективне функціонування системи військової освіти і науки у секторі національної безпеки та оборони, що базується на забезпеченні державних інтересів та дотриманні міжнародних стандартів.</p>
                    </div>
                    <p><Link to="/aboutDepart">читати</Link></p>

            </div>
            <div className="posts">
                <hr/>
                    <h2><a>Місія</a></h2>
                    <div className="post_content">
                        <p>Головною метою діяльності Департаменту є вироблення державного курсу щодо розвитку освітньої і наукової компоненти як складової формування національного безпекового середовища в оборонному секторі.</p>
                    </div>
                    <p><a href="/aboutDepart">читати</a></p>
            </div>
        </div>
    )
}